Repository: ComunidadMaker3D/CM3D-Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: sk

source: XYZ calibration compromised. Front calibration points not reachable.
sk: Kalibrácia XYZ je nepresná. Predné kalibračné body sú nedostupné.

source: XYZ calibration compromised. Right front calibration point not reachable.
sk: Kalibrácia XYZ je nepresná. Pravý predný bod je nedostupný.

source: XYZ calibration failed. Bed calibration point was not found.
sk: Kalibrácia XYZ zlyhala. Kalibračný bod podložky nenájdený.

source: XYZ calibration failed. Front calibration points not reachable.
sk: Kalibrácia XYZ zlyhala. Predné kalibračné body sú nedostupné.

source: XYZ calibration failed. Please consult the manual.
sk: Kalibrácia XYZ zlyhala. Nahliadnite do manuálu.

source: XYZ calibration failed. Right front calibration point not reachable.
sk: Kalibrácia XYZ zlyhala. Pravý predný bod je nedostupný.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
sk: Kalibrácia XYZ v poriadku. X/Y osi sú kolmé. Gratulujeme!

source: Y distance from min
sk: Y vzdialenosť od min

source: Y-correct
sk: Korekcia Y

source: Yes
sk: Áno

source: You can always resume the Wizard from Calibration -> Wizard.
sk: Sprievodcu môžete kedykoľvek znovu spustiť z menu Kalibrácia -> Sprievodca

source: Z-correct
sk: Korekcia Z

source: Z-probe nr.
sk: Počet meraní Z

source: [0;0] point offset
sk: [0;0] odsadenie bodu

source: and press the knob
sk: a stlačte tlačidlo

source: to load filament
sk: k zavedeniu filam.

source: to unload filament
sk: k vybraniu filamentu

source: unknown
sk: neznámy

source: unknown state
sk: neznámy stav

source: MMU power fails
sk: MMU vyp. prúdu

source: FILAMENT EJECTED
sk: FILAMENT VYSUNUTY

source: Filament detected unexpectedly. Ensure no filament is loaded. Check the sensors and wiring.
sk: Neočakávane zistený filament. Uistite sa, že nie je vložený žiadny filament. Skontrolujte snímače a kabeláž.

source: LOAD TO EXTR. FAILED
sk: ZLYHALO ZAVED. EXTR

source: Loading to extruder failed. Inspect the filament tip shape. Refine the sensor calibration, if needed.
sk: Zavedenie do extrudéru zlyhalo. Skontrolujte tvar konca filamentu. V prípade potreby upravte kalibráciu snímača.

source: MMU MCU ERROR
sk: MMU MCU CHYBA

source: Material changes
sk: Výmena materiálu

source: Remove the ejected filament from the front of the MMU.
sk: Odstráňte vysunutý filament z prednej časti MMU.

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in Selector and FINDA works properly.
sk: Selektor sa nemôže pohybovať, pretože FINDA zistila filament. Uistite sa, že v selektore nie je žiadny filament a FINDA funguje správne.

source: MMU FW version is incompatible with printer FW.Update to version 3.0.1.
sk: Verzia firmwaru MMU nie je kompatibilná s FW tlačiarne. Aktualizácia na verziu 3.0.1.

source: Preload to MMU
sk: Predzásobenie MMU

source: UNKNOWN ERROR
sk: NEZNÁMA CHYBA

source: Unexpected error occurred.
sk: Vyskytla sa neočakávaná chyba.

source: Eject
sk: Vysunúť

source: FILAMENT CHANGE
sk: ZMENA FILAMENTU

source: Load
sk: Zaviesť

source: M600 Filament Change. Load a new filament or eject the old one.
sk: Výmena filamentu M600. Vložte nový filament alebo vysuňte starý.

source: Sensitivity
sk: Citlivosť

source: Mesh bed leveling failed. Please run Z calibration.
sk: Vyrovnanie platne zlyhalo. Spustite kalibráciu Z.

source: Reprint
sk: Dotlac
