Repository: ComunidadMaker3D/CM3D-Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: sk

source: 0.3 or older
sk: 0.3 a staršie

source: 0.4 or newer
sk: 0.4 a novšie

source: %s level expected
sk: Očakávaná verzia %s

source: >Cancel
sk: >Zrušiť

source: Adjusting Z
sk: Doladenie Z

source: All correct
sk: Všetko OK

source: All is done. Happy printing!
sk: Všetko je hotové!

source: Alphabet
sk: Abeceda

source: Always
sk: Vždy

source: Ambient
sk: Okolie

source: Are left and right Z-carriages all up?
sk: Došli oba Z vozíky k hornému dorazu?

source: Assist
sk: Asist.

source: Auto power
sk: Automat.

source: AutoLoad filament
sk: Autozav. filamentu

source: Autoloading filament is active, just press the knob and insert filament...
sk: Autom. zavedenie filamentu aktívne, stlačte tlačidlo a vložte filament...

source: Axis
sk: Os

source: Axis length
sk: Dĺžka osi

source: Back
sk: Späť

source: Bed
sk: Podložka

source: Bed Heating
sk: Zahrievanie podložky

source: Bed done
sk: Podložka OK.

source: Bed level correct
sk: Korekcia podložky

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
sk: Kalibrácia Z zlyhala. Senzor nezopol. Znečistená tryska? Čakám na reset.

source: Bed/Heater
sk: Podložka/Zohrievanie

source: Belt status
sk: Stav remeňa

source: Belt test
sk: Test remeňa

source: Blackout occurred. Recover print?
sk: Nastal výpadok prúdu. Obnoviť tlač?

source: Bright
sk: Jasné

source: Brightness
sk: Podsvietenie

source: Calibrate XYZ
sk: Kalibrácia XYZ

source: Calibrate Z
sk: Kalibrovať Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
sk: Kalibrácia XYZ. Otáčaním tlačidla posuňte Z os až k hornému dorazu. Potvrďte tlačidlom.

source: Calibrating Z
sk: Kalibrujem Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
sk: Kalibrácia Z. Otáčaním tlačidla posuňte Z os až k hornému dorazu. Potvrďte tlačidlom.

source: Calibrating home
sk: Kalibr. východziu p.

source: Calibration
sk: Kalibrácia

source: Calibration done
sk: Kalibrácia OK

source: Can't move Selector or Idler.
sk: Selektor alebo Idler nie je možné presunúť.

source: Cannot perform the action, filament is already loaded. Unload it first.
sk: Nie je možné vykonať akciu, filament je už zavedený. Najskôr ho vytiahnite.

source: Card removed
sk: Karta vysunutá

source: Change SD card
sk: Zmeniť SD kartu

source: Change filament
sk: Vymeniť filament

source: Change success!
sk: Výmena úspešná!

source: Changed correctly?
sk: Výmena ok?

source: Checking X axis
sk: Kontrola osi X

source: Checking Y axis
sk: Kontrola osi Y

source: Checking Z axis
sk: Kontrola osi Z

source: Checking bed
sk: Kontrola podložky

source: Checking endstops
sk: Kontrola endstopu

source: Checking file
sk: Kontrolujem súbor

source: Checking hotend
sk: Kontrola hotend

source: Checking sensors
sk: Kontrola senzorov

source: Checks
sk: Kontroly

source: Clear TM error
sk: Vymazanie chyby TM

source: Color not correct
sk: Nesprávna farba

source: Community made
sk: Komunitný prekl.

source: Cont.
sk: Pokr.

source: Cooldown
sk: Schladiť

source: Copy selected language?
sk: Kopírovať vybraný jazyk?

source: Crash
sk: Náraz

source: Crash det.
sk: Det. nárazu

source: Crash detected.
sk: Zistený náraz.

source: Crash detection can be turned on only in Normal mode
sk: Detekcia nárazu môže byt zapnutá len v Normálnom režime

source: Cut filament
sk: Odstrihnúť fil.

source: Cutter
sk: Strihanie

source: Date:
sk: Dátum:

source: Dim
sk: Tmavý

source: Disable
sk: Vypnúť

source: Disable steppers
sk: Vypnúť motory

source: Disengaging idler
sk: Uvoľnenie idlera

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
sk: Nie je skalibrovaná vzdialenosť trysky od podložky. Postupujte prosím podľa manuálu, kapitola Začíname, odstavec Nastavenie prvej vrstvy.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
sk: Chcete opakovať posledný krok a pozmeniť vzdialenosť medzi tryskou a podložkou?

source: Done
sk: Hotov

source: E-correct
sk: Korekcia E

source: Eject from MMU
sk: Vysunúť z MMU

source: Ejecting filament
sk: Vysunutie filamentu

source: Endstop
sk: Koncový spínač

source: Endstop not hit
sk: Kon. spínač nezopol

source: Endstops
sk: Konc. spínače

source: Engaging idler
sk: Zapojenie idlera

source: Extruder
sk: Extrúder

source: Extruder info
sk: Extrúder info

source: F. autoload
sk: F. autozav.

source: F. jam detect
sk: F. zasek

source: F. runout
sk: F. výpadok

source: FINDA didn't switch off while unloading filament. Try unloading manually. Ensure filament can move and FINDA works.
sk: FINDA sa nevypol počas vyberania filamentu. Skúste to manuálne. Uistite sa, že filament sa môže hýbať a FINDA funguje.

source: FINDA didn't trigger while loading the filament. Ensure the filament can move and FINDA works.
sk: FINDA sa nezopol počas zavedenia filamentu. Uistite sa, že FINDA funguje správne.

source: FS Action
sk: FS Akcia

source: Fail stats
sk: Štatistiky zlyhaní

source: Fail stats MMU
sk: Zlyhania MMU

source: False triggering
sk: Falošné spustenie

source: Fan speed
sk: Rýchlosť vent.

source: Fan test
sk: Test ventilátora

source: Fans check
sk: Kontr. vent.

source: Feeding to FINDA
sk: Zavedenie do FINDA

source: Feeding to FSensor
sk: Zavedenie do Fsensor

source: Feeding to extruder
sk: Zavedenie do extrud.

source: Feeding to nozzle
sk: Zavedenie do trysky

source: Fil. runouts
sk: Výpadky filam.

source: Fil. sensor
sk: Fil. senzor

source: Filament extruding & with correct color?
sk: Filament vytlačený a správnej farby?

source: Filament not loaded
sk: Filament nezavedený

source: Filament sensor
sk: Senzor filamentu

source: Filament sensor didn't switch off while unloading filament. Ensure filament can move and the sensor works.
sk: Senzor filamentu sa nevypol počas vyberania filamentu. Skontrolujte, že sa filament môže hýbať a senzor funguje správne.

source: Filament sensor didn't trigger while loading the filament. Ensure the sensor is calibrated and the filament reached it.
sk: Senzor filamentu sa nezopol počas zavedenia filamentu. Skontrolujte, že filament dosiahol fsenzor a senzor funguje správne.

source: Filament sensor triggered too early while loading to extruder. Check there isn't anything stuck in PTFE tube. Check that sensor reads properly.
sk: Filament senzor sa zopol priskoro počas zavedenia do extrúderu. Skontrolujte či je PTFE trubička priechodzia a senzor funguje správne.

source: Filament used
sk: Spotrebovaný filam.

source: File incomplete. Continue anyway?
sk: Súbor nekompletný. Pokračovať?

source: Finishing movements
sk: Dokončovanie pohybu

source: First layer cal.
sk: Kal. prvej vrstvy

source: First, I will run the selftest to check most common assembly problems.
sk: Najskôr pomocou selftestu skontrolujem najčastejšie chyby vznikajúce pri zostavení tlačiarne.

source: Flow
sk: Prietok

source: For a Nozzle change please read prusa.io/nozzle-mk3s
sk: Pre vymenu trysky si precitajte prusa.io/nozzle-mk3s

source: Front print fan?
sk: Predný tlačový vent?

source: Front side[µm]
sk: Predná st.[µm]

source: Front/left fans
sk: Predný/ľavý vent.

source: G-code sliced for a different level. Continue?
sk: G-code pripravený pre inú úroveň. Pokračovať?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
sk: G-code pripravený pre inú verziu. Vygenerujte G-code znova. Tlač zrušená.

source: G-code sliced for a different printer type. Continue?
sk: G-code je pripravený pre iný typ tlačiarne.Pokračovať?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
sk: G-code je pripravený pre iný typ tlačiarne. Vygenerujte G-code znova. Tlač zrušená.

source: G-code sliced for a newer firmware. Continue?
sk: G-code je pripravený pre novší firmware. Pokračovať?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
sk: G-code je pripravený pre novší firmware. Prosím aktualizujte firmware. Tlač zrušená.

source: HW Setup
sk: HW nastavenie

source: Heater/Thermistor
sk: Zohr./Termistor

source: Heating
sk: Zahrievanie

source: Heating disabled by safety timer.
sk: Zohrievanie prerušené bezpečnostným časovačom.

source: Heating done.
sk: Zahrievanie OK.

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
sk: Ahoj, som vaša tlačiareň Originál Prusa i3. Prevediem vás krátkym procesom nastavenia, v ktorom skalibrujem os Z. Potom budete môcť začať tlačiť.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
sk: Dobrý deň, som vaša tlačiareň Original Prusa i3. Chcete aby som vás previedla kalibračným procesom?

source: High power
sk: Vys. výkon

source: Homing
sk: Návrat

source: Hotend at 280C! Nozzle changed and tightened to specs?
sk: Hotend má 280C! Tryska je vymenená a utiahnutá podľa špecifikácie?

source: Hotend fan:
sk: Hotend vent.:

source: I will run xyz calibration now. It will take up to 24 mins.
sk: Teraz urobím XYZ kalibráciu. Zaberie to až 24 min.

source: I will run z calibration now.
sk: Teraz urobím kalibráciu Z.

source: INSPECT FINDA
sk: KONTROLA FINDA

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
sk: Ak mate viac platni, kalibrujte ich v menu Nastavenie - HW nastavenie - Platne

source: Improving bed calibration point
sk: Zlepšenie bodu kalibrácie podložky

source: Info screen
sk: Informácie

source: Init. SD card
sk: Načítanie SD karty

source: Insert filament
sk: Vložte filament

source: Insert the filament (do not load it) into the extruder and then press the knob.
sk: Vložte filament (nezavadzajte) do extrúderu a stlačte tlačidlo

source: Internal runtime error. Try resetting the MMU or updating the firmware.
sk: Interná chyba. Skúste resetovať MMU alebo aktualizovať firmware.

source: Is filament loaded?
sk: Je filament zavedený?

source: Is steel sheet on heatbed?
sk: Je platňa na podložke?

source: Iteration
sk: Opakovanie

source: Last print
sk: Posledná tlač

source: Last print failures
sk: Zlyhanie posl. tlače

source: Left
sk: Vľavo

source: Left hotend fan?
sk: Ľavý vent na tryske?

source: Left side [µm]
sk: Lava str.[µm]

source: Level Bright
sk: Normálne

source: Level Dimmed
sk: Stlmené

source: Lin. correction
sk: Korekcia lin.

source: Live adjust Z
sk: Doladenie osi Z

source: Load All
sk: Zaviesť všetko

source: Load filament
sk: Zaviesť filament

source: Load to nozzle
sk: Zaved. do trysky

source: Loading Test
sk: Záťažový test

source: Loading color
sk: Čistenie farby

source: Loading filament
sk: Zavedenie filamentu

source: Loose pulley
sk: Uvoľnená remenica

source: Loud
sk: Hlasný

source: MMU Firmware internal error, please reset the MMU.
sk: Chyba MMU Firmwaru, resetujte MMU.

source: MMU Mode
sk: MMU mod

source: MMU Retry: Restoring temperature...
sk: MMU: Obnovenie teploty...

source: MMU SELFTEST FAILED
sk: MMU SAMOTEST ZLYHAL

source: MMU fails
sk: Zlyhanie MMU

source: MMU load fails
sk: MMU zlyhalo

source: MMU not responding correctly. Check the wiring and connectors.
sk: MMU neodpovedá správne.Skontrolujte zapojenie a konektory.

source: MMU not responding. Check the wiring and connectors.
sk: MMU neodpovedá. Skontrolujte zapojenie a konektory.

source: MMU connected
sk: MMU pripojene

source: Magnets comp.
sk: Komp. magnetu

source: Main
sk: Hlavná ponuka

source: Measured skew
sk: Merané skos.

source: Measuring reference height of calibration point
sk: Meriam referenčnú výšku kalibračného bodu

source: Mesh
sk: Mriežka

source: Mesh Bed Leveling
sk: Vyrovnanie podl.

source: Mode
sk: Režim

source: Mode change in progress...
sk: Prebieha zmena modu...

source: More details online.
sk: Viac podrobností online.

source: Move X
sk: Posunúť X

source: Move Y
sk: Posunúť Y

source: Move Z
sk: Posunúť Z

source: Move axis
sk: Posunúť os

source: Moving selector
sk: Presun selektora

source: New firmware version available:
sk: Vyšla nová verzia firmware:

source: No
sk: Nie

source: No SD card
sk: Žiadna SD karta

source: No move.
sk: Bez pohybu.

source: None
sk: Žiadne

source: Normal
sk: Normál

source: Not connected
sk: Nezapojené

source: Not spinning
sk: Netočí sa

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
sk: Teraz skalibrujem vzdialenosť medzi koncom trysky a povrchom podložky.

source: Now I will preheat nozzle for PLA.
sk: Teraz predhrejem trysku pre PLA.

source: Now remove the test print from steel sheet.
sk: Teraz odstráňte testovací výtlačok z platne.

source: Nozzle
sk: Tryska

source: Nozzle change
sk: Výmena trysky

source: Nozzle d.
sk: Tryska

source: Off
sk: Vyp

source: Old settings found. Default PID, Esteps etc. will be set.
sk: Neplatné hodnoty nastavenia. Bude použité predvolené PID, Esteps atď.

source: On
sk: Zap

source: Once
sk: Raz

source: PID cal.
sk: PID kal.

source: PID cal. finished
sk: PID kal. ukončená

source: PID calibration
sk: PID kalibrácia

source: PINDA Heating
sk: Nahrievanie PINDA

source: PINDA cal.
sk: PINDA kal.

source: PINDA calibration failed
sk: Kalibrácia PINDA zlyhala

source: PINDA calibration is finished and active. It can be disabled in menu Settings->PINDA cal.
sk: PINDA Kalibrácia dokončená a je teraz aktívna. Je možné ju deaktivovať v menu Nastavenia->PINDA kal.

source: Parking selector
sk: Parkovanie selektora

source: Pause
sk: Pauza

source: Pause print
sk: Pozastaviť tlač

source: Performing cut
sk: Strihanie

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
sk: Počas kalibrácie prvých 4 bodov umiestnite pod trysku list papiera. Ak tryska zachytí papier, ihneď vypnite tlačiareň.

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
sk: Prosím pozrite sa do príručky a opravte problém. Potom obnovte Sprievodcu reštartovaním tlačiarne.

source: Please check the IR sensor connection, unload filament if present.
sk: Prosím skontrolujte zapojenie IR senzoru a vyberte filament

source: Please check:
sk: Skontrolujte:

source: Please clean heatbed and then press the knob.
sk: Prosím očistite podložku a stlačte tlačidlo.

source: Please clean the nozzle for calibration. Click when done.
sk: Pre úspešnú kalibráciu očistite prosím tlačovú trysku. Potvrďte tlačidlom.

source: Please insert filament into the extruder, then press the knob to load it.
sk: Prosím vložte filament do extrúderu a stlačte tlačidlo k jeho zavedeniu

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
sk: Prosím vložte filament do prvej trubičky MMU a stlačte tlačidlo k jeho zavedeniu

source: Please load filament first.
sk: Prosím najskôr zaveďte filament

source: Please open idler and remove filament manually.
sk: Prosím otvorte idler a manuálne odstráňte filament.

source: Please place steel sheet on heatbed.
sk: Umiestnite prosím platňu na podložku

source: Please press the knob to unload filament
sk: Pre vysunutie filamentu stlačte tlačidlo

source: Please pull out filament immediately
sk: Prosím vyberte urýchlene filament

source: Please remove shipping helpers first.
sk: Najskôr prosím odstráňte prevozné pomôcky.

source: Please remove steel sheet from heatbed.
sk: Odstráňte prosím platňu z podložky.

source: Please run XYZ calibration first.
sk: Najskôr spustite kalibráciu XYZ.

source: Please unload the filament first, then repeat this action.
sk: Prosím vyberte filament a zopakujte túto akciu

source: Please upgrade.
sk: Aktualizujte prosím.

source: Please wait
sk: Čakajte prosím

source: Power failures
sk: Výpadky prúdu

source: Preheat
sk: Predohrev

source: Preheat the nozzle!
sk: Predhrejte trysku!

source: Preheating nozzle. Please wait.
sk: Predohrev trysky. Prosím čakajte.

source: Preheating to cut
sk: Predohrev k strihu

source: Preheating to eject
sk: Predhrev k vysunutiu

source: Preheating to load
sk: Predhrev k zavedeniu

source: Preheating to unload
sk: Predohrev k vybratiu

source: Preparing blade
sk: Príprava čepele

source: Press the knob
sk: Stlačte tlačidlo

source: Press the knob to preheat nozzle and continue.
sk: Pre zahriatie trysky a pokračovanie stlačte tlačidlo.

source: Print aborted
sk: Tlač prerušená

source: Print fan:
sk: Tlačový vent.:

source: Print from SD
sk: Tlač z SD

source: Print paused
sk: Tlač pozastavená

source: Print time
sk: Čas tlače

source: Printer IP Addr:
sk: IP adr. tlačiarne:

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
sk: Tlačiareň nebola ešte skalibrovaná. Postupujte prosím podľa manuálu, kapitola Začíname, odstavec Postup kalibrácie.

source: Nozzle diameter differs from the G-code. Continue?
sk: Priemer trysky tlačiarne sa líši od G-code. Pokračovať?

source: Nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
sk: Priemer trysky tlačiarne sa líši od G-code. Prosím skontrolujte nastavenie. Tlač zrušená.

source: Pulley motor stalled. Ensure the pulley can move and check the wiring.
sk: Motor remenice sa zasekol. Skontrolujte, že sa remenica môže hýbať a jej zapojenie.

source: Pushing filament
sk: Tlačenie filamentu

source: Rear side [µm]
sk: Zadná str.[µm]

source: Recovering print
sk: Obnovovanie tlače

source: Rename
sk: Premenovať

source: Requested filament tool is not available on this hardware. Check the G-code for tool index out of range (T0-T4).
sk: Požadovaný nástroj filamentu nie je k dispozícií. Skontrolujte G-code pre nástroj mimo rozsah (T0-T4).

source: Reset XYZ calibr.
sk: Reset XYZ kalibr.

source: Resume print
sk: Pokračovať

source: Resuming print
sk: Obnovenie tlače

source: Retract from FINDA
sk: Vybrať z FINDA

source: Retry
sk: Znova

source: Returning selector
sk: Návrat selektora

source: Right
sk: Vpravo

source: Right side[µm]
sk: Pravá str.[µm]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
sk: Spustenie Sprievodcu vymaže uložené výsledky všetkých kalibrácií a spustí kalibračný proces od začiatku. Pokračovať?

source: SD card
sk: SD karta

source: STOPPED.
sk: ZASTAVENE.

source: Searching bed calibration point
sk: Hľadám kalibračný bod podložky

source: Select
sk: Vybrať

source: Select a filament for the First Layer Calibration and select it in the on-screen menu.
sk: Zvoľte filament pre kalibráciu prvej vrstvy z nasledujúceho menu

source: Select filament:
sk: Zvoľte filament:

source: Select language
sk: Výber jazyka

source: Select nozzle preheat temperature which matches your material.
sk: Vyberte teplotu predohrevu trysky ktorá zodpovedá vášmu materiálu.

source: Select temperature which matches your material.
sk: Zvoľte teplotu, ktorá zodpovedá vášmu materiálu.

source: Selecting fil. slot
sk: Vyber slotu fil.

source: Self test OK
sk: Samotest OK

source: Self test start
sk: Začiatok testu

source: Selftest
sk: Samotest

source: Selftest error!
sk: Chyba samotestu!

source: Selftest failed
sk: Samotest zlyhal

source: Selftest will be run to calibrate accurate sensorless rehoming.
sk: Bude spustený test pre kalibráciu presného návratu.

source: Sensor info
sk: Senzor info

source: Sensor verified, remove the filament now.
sk: Senzor overený, vyberte filament.

source: Set temperature:
sk: Nastavte teplotu:

source: Settings
sk: Nastavenia

source: Severe skew
sk: Ťažké skos.

source: Sheet
sk: Platňa

source: Sheet %.7s Z offset: %+1.3fmm %cContinue %cReset
sk: Platňa %.7s Z offset: %+1.3fmm %cPokracovat %cReset

source: Show end stops
sk: Stav konc. spin.

source: Silent
sk: Tichý

source: Slight skew
sk: Ľahké skos.

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
sk: Niektoré súbory nebudú zoradené. Maximálny počet súborov v zložke pre zoradenie je 100.

source: Some problem encountered, Z-leveling enforced ...
sk: Vyskytol sa problém, zarovnám os Z ...

source: Sort
sk: Triediť

source: Sorting files
sk: Triedenie súborov

source: Sound
sk: Zvuk

source: Speed
sk: Rýchlosť

source: Spinning
sk: Točí sa

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
sk: Je vyžadovaná stabilná izbová teplota 21-26C a pevná podložka.

source: Statistics
sk: Štatistika

source: Stealth
sk: Tichý

source: Steel sheets
sk: Platne

source: Stop
sk: Zast.

source: Stop print
sk: Zastaviť tlač

source: Strict
sk: Prísne

source: Support
sk: Podpora

source: Swapped
sk: Prehodené

source: Thermal model cal. takes approx. 12 mins. See prusa.io/tm-cal
sk: Výpočet termálneho modelu trvá asi 12 min. Pozri prusa.io/tm-cal

source: Thermal model not calibrated yet.
sk: Termálny model zatiaľ nebol kalibrovaný

source: Temperature
sk: Teplota

source: Temperatures
sk: Teploty

source: Testing filament
sk: Kontrola filamentu

source: The Idler cannot home properly. Check for anything blocking its movement.
sk: Idler sa nemôže vrátiť na miesto. Skontrolujte či niečo neblokuje jeho pohyb.

source: The Selector cannot home properly. Check for anything blocking its movement.
sk: Selektor sa nemôže vrátiť na miesto. Skontrolujte či niečo neblokuje jeho pohyb.

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
sk: Tlačiareň začne tlačiť lomenú čiaru. Otáčaním tlačidla nastavte optimálnu výšku. Postupujte podľa obrázku v handbooku (kapitola Kalibrácia).

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
sk: Je potrebné skalibrovať os Z. Prosím postupujte podľa príručky, kapitola Začíname, sekcia Postup kalibrácie.

source: Time
sk: Čas

source: Timeout
sk: Časovač

source: Total
sk: Celkom

source: Total failures
sk: Celkom zlyhaní

source: Total filament
sk: Filament celkom

source: Total print time
sk: Celkový čas tlače

source: Tune
sk: Ladiť

source: Unload
sk: Výsuv

source: Unload filament
sk: Vybrať filament

source: Unloading filament
sk: Vysúvanie filamentu

source: Unloading to FINDA
sk: Vysúvanie do FINDA

source: Unloading to pulley
sk: Vysúv. do remenice

source: Verification failed, remove the filament and try again.
sk: Overenie zlyhalo, vyberte filament a skúste znova.

source: Voltages
sk: Napätie

source: WARNING: Crash detection disabled in Stealth mode
sk: POZOR: Crash detekcia deaktivovaná v Tichom režime

source: Wait for user...
sk: Čaká sa na užívateľa

source: Waiting for PINDA probe cooling
sk: Čaká sa na ochladenie PINDA

source: Waiting for nozzle and bed cooling
sk: Čakanie na schladenie trysky a podložky.

source: Warn
sk: Varovať

source: Warning: both printer type and motherboard type changed.
sk: Varovanie: Došlo k zmene typu tlačiarne a matičnej dosky.

source: Warning: motherboard type changed.
sk: Varovanie: Došlo k zmene typu matičnej dosky.

source: Warning: printer type changed.
sk: Varovanie: Došlo k zmene typu tlačiarne.

source: Was filament unload successful?
sk: Bolo vysunutie filamentu úspešné?

source: Wiring error
sk: Chyba zapojenia

source: Wizard
sk: Sprievodca

source: X-correct
sk: Korekcia X

source: XYZ cal. details
sk: Detaily XYZ kal.

source: XYZ calibration all right. Skew will be corrected automatically.
sk: Kalibrácia XYZ v poriadku. Skosenie bude automaticky vyrovnané pri tlači.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
sk: Kalibrácia XYZ v poriadku. X/Y osi mierne skosené. Dobrá práca!
